
const products = {
    cakes: [
    {
        id: 1,
        name: `Сердце`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 2,
        name: `Бабочка`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 3,
        name: `Звездные войны`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 4,
        name: `Футболист`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 5,
        name: `Единорог`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 6,
        name: `Roblox`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    }
],
deserts: [
    {
        id: 1,
        name: `Орбита`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 2,
        name: `Орбита`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 3,
        name: `Орбита Орбита`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 4,
        name: `Орбита`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 5,
        name: `Орбита`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    },
    {
        id: 6,
        name: `Орбита`,
        dopText: `Прекрасный торт для прекрасной пары.`,
        descr: `Вес — 5.5 кг. Верхний ярус: фисташковый бисквит, малиновое конфи, творожный крем чиз. Нижний ярус: шоколадные коржи, шоколадный крем чиз, вишневое компоте.`,
        imgPath: `/assets/img/cakes/cake_1.jpg`,
        price: 2590,
        visible: true
    }
]
}

export default products; 